Repository: netzmacher/start
Catalog: Resources/Private/Language/*.Backend.xlf
Languages: de

# backend_layout.blue_01
source: Start Blue 1: | top | MAIN | bottom |
de: Start Blau 1: | oben | INHALT | unten |

# backend_layout.blue_02
source: Start Blue 2: | top | MAIN |
de: Start Blau 2: | oben | INHALT

# backend_layout.blue_03
source: Start Blue 3: | MAIN | bottom |
de: Start Blau 3: | INHALT | unten |

# backend_layout.blue_04
source: Start Blue 4: | top || left | MAIN | right || bottom |
de: Start Blau 4: | oben || links | INHALT | rechts || unten |

# backend_layout.blue_05
source: Start Blue 5: | MAIN |
de: Start Blau 5: | INHALT |

# backend_layout.blue_01_01_lr
source: Start Blue 1.1: | top || left | MAIN | right || bottom |
de: Start Blau 1.1: | oben || left | INHALT | rechts || unten |

# backend_layout.blue_01_02_r
source: Start Blue 1.2: | top || MAIN | right || bottom |
de: Start Blau 1.2: | oben || INHALT | rechts || unten |

# backend_layout.blue_01_03_l
source: Start Blue 1.3: | top || left | MAIN || bottom |
de: Start Blau 1.3: | oben || links | INHALT | unten |

# backend_layout.bronze_01
source: Start Bronze 1: | MAIN |
de: Start Bronze 1: | INHALT |

# backend_layout.bronze_02
source: Start Bronze 2: | MAIN | right |
de: Start Bronze 2: | INHALT | rechts |

# backend_layout.bronze_03
source: Start Bronze 3: | left | MAIN |
de: Start Bronze 3: | links | INHALT |

# backend_layout.bronze_04
source: Start Bronze 4: | left | MAIN | right |
de: Start Bronze 4: | links | INHALT | rechts |

# backend_layout.default
source: Start: TYPO3 Standard
de: Start Newsletter Basic: | INHALT |

# backend_layout.folder
source: Folder
de: Ordner

# backend_layout.newsletter_01
source: Start Newsletter Basic: | MAIN |
de: Start Newsletter Basic: | INHALT |

# backend_layout.silver_01
source: Start Silber 1: | top | MAIN |
de: Start Silber 1: | oben | INHALT |

# backend_layout.silver_02
source: Start Silber 2: | top | MAIN | bottom |
de: Start Silber 2: | oben | INHALT | unten |

# backend_layout.silver_03
source: Start Silber 3: | MAIN | bottom |
de: Start Silber 3: | INHALT | unten |

# backend_layout.silver_04
source: Start Silber 4: | top | MAIN | bottom |
de: Start Silber 4: | oben | INHALT | unten |

# backend_layout.silver_05
source: Start Silber 5: | top | MAIN |
de: Start Silber 5: | oben | INHALT

# backend_layout.silver_06
source: Start Silber 6: | MAIN | bottom |
de: Start Silber 6: | INHALT | unten |

# backend_layout.silver_07
source: Start Silber 7: | top || left | MAIN | right || bottom |
de: Start Silber 7: | oben || links | INHALT | rechts || unten |

# backend_layout.silver_08
source: Start Silber 8: | top || MAIN | right || bottom |
de: Start Silber 8: | oben || INHALT | rechts || unten |

# backend_layout.silver_09
source: Start Silber 9: | top || left | MAIN || bottom |
de: Start Silber 9: | oben || links | INHALT | unten |

# backend_layout.simple_01
source: Start Simple 1: | MAIN |
de: Start Einfach 1: | INHALT |

# backend_layout.simple_02
source: Start Simple 2: | MAIN | right |
de: Start Einfach 2: | INHALT | rechts |

# backend_layout.simple_03
source: Start Simple 3: | left | MAIN |
de: Start Einfach 3: | links | INHALT |

# backend_layout.simple_04
source: Start Simple 4: | left | MAIN | right |
de: Start Einfach 4: | links | INHALT | rechts |

# backend_layout.column.content
source: Content
de: Inhalt

# backend_layout.column.content.bottom
source: Below the content
de: Unter dem Inhalt

# backend_layout.column.content.bottomMain
source: Below the content in the center
de: Unter dem Inhalt in der Mitte

# backend_layout.column.content.bottomLeft
source: Below the content on the left
de: Unter dem Inhalt links

# backend_layout.column.content.bottomRight
source: Below the content on the right
de: Unter dem Inhalt rechts

# backend_layout.column.content.left
source: Left margin
de: Linke Spalte

# backend_layout.column.content.right
source: Right margin
de: Rechte Spalte

# backend_layout.column.content.top
source: Above the content
de: Über dem Inhalt

# backend_layout.column.content.topMain
source: Above the content in the center
de: Über dem Inhalt in der Mitte

# backend_layout.column.content.topLeft
source: Above the content on the left
de: Über dem Inhalt links

# backend_layout.column.content.topRight
source: Above the content on the right
de: Über dem Inhalt rechts

# backend_layout.column.header
source: Header
de: Kopf

# backend_layout.column.header.bottom
source: Below the header
de: Unter dem Kopf

# backend_layout.column.header.left
source: Left margin
de: Linke Spalte

# backend_layout.column.header.right
source: Right margin
de: Rechte Spalte

# backend_layout.column.header.top
source: Above the header
de: Über dem Kopf

# backend_layout.column.footer
source: Footer
de: Fuß

# backend_layout.column.footer.bottom
source: Below the footer
de: Unter dem Fuß

# backend_layout.column.footer.left
source: Left margin
de: Linke Spalte

# backend_layout.column.footer.right
source: Right margin
de: Rechte Spalte

# backend_layout.column.footer.top
source: Above the footer
de: Über dem Fuß

# backend_layout.column.hidden
source: Hidden
de: Versteckt

# jumboteaser.el.breakpoint
source: Breakpoint for the big view (in pixel). 0 if there isn't any top bar.
de: Breakpoint für großen Bildschirm (in Pixel). 0, wenn kein Menü bzw. Kopfzeile vorhanden ist.

# jumboteaser.el.buttonlabel
source: Label of the button
de: Beschriftung des Buttons

# jumboteaser.el.distanceFromTop
source: Move text down (in percent)
de: Text nach unten schieben (in Prozent)

# jumboteaser.el.responsiveheightsmall
source: Height of the top bar in small views (in pixel). 0 if there isn't any top bar.
de: Höhe des Menüs oder der Kopfzeile auf kleinen Bildschirmen (in Pixel). 0, wenn keins vorhanden ist.

# jumboteaser.el.responsiveheightmedium
source: Height of the top bar in big views (in pixel). 0 if there isn't any top bar.
de: Höhe des Menüs oder der Kopfzeile auf großen Bildschirmen (in Pixel). 0, wenn keins vorhanden ist.

# teasercard.sheet.sDEF
source: General
de: Allgemin

# teasercard.el.cardtype
source: Card Type
de: Kartentyp

# teasercard.el.eventdate
source: Date
de: Datum

# teasercard.el.title
source: Header
de: Titel

# teasercard.el.subtitle
source: Subheader
de: Untertitel
