Repository: netzmacher/start
Catalog: Resources/Private/Language/*.Gridelements.xlf
Languages: de

# gridelements.flexform.class
source: Aditional CSS class for the container (row)
de: Zusätzliche CSS Klasse für den Container (row)

# gridelements.flexform.classCol00
source: Aditional CSS class for column 1
de: Zusätzliche CSS Klasse für Spalte 1

# gridelements.flexform.classCol01
source: Aditional CSS class for column 2
de: Zusätzliche CSS Klasse für Spalte 2

# gridelements.flexform.classCol02
source: Aditional CSS class for column 3
de: Zusätzliche CSS Klasse für Spalte 3

# gridelements.flexform.classCol03
source: Aditional CSS class for column 4
de: Zusätzliche CSS Klasse für Spalte 4

# gridelements.flexform.classCol04
source: Aditional CSS class for column 5
de: Zusätzliche CSS Klasse für Spalte 5

# gridelements.flexform.classCol05
source: Aditional CSS class for column 6
de: Zusätzliche CSS Klasse für Spalte 6

# gridelements.flexform.columnslarge
source: Large columns arrangement
de: Spaltenbreite: large columns

# gridelements.flexform.columnsmedium
source: Medium columns arrangement
de: Spaltenbreite: medium columns

# gridelements.flexform.columnssmall
source: Small columns arrangement
de: Spaltenbreite: small columns

# gridelements.flexform.samecolumnheight
source: Same height for all columns
de: Gleiche Höhe für alle Spalten

# gridelements.tsconf.startAccordion.description
source: Accordion Accordion: Each content element represents an accordion item. The title fields are used as accordion titles. If title should not dispklay twice, title must be hidden.
de: Akkordeon Akkordeon: Jedes Inhaltselement entspricht einem Eintrag im Akkordeon. Die Überschrift bezeichnet den Eintrag. Wenn die Überschrift kein zweites Mal anegezeigt werden soll, muss diese ausgeblendet werden.

# gridelements.tsconf.startAccordion.rows.1.columns.1.name
source: Content
de: Inhalt

# gridelements.tsconf.startAccordion.title
source: Accordion
de: Akkordeon

# gridelements.tsconf.startCol01.description
source: One-column-layout: extends the design possibilities for the contained elements.
de: Einspaltiges Layout: erweitert die Möglichkeiten für die beinhaltenden Elemente.

# gridelements.tsconf.startCol01.rows.1.columns.1.name
source: Content
de: Inhalt

# gridelements.tsconf.startCol01.title
source: One Column
de: Eine Spalte

# gridelements.tsconf.startCol02.description
source: Two columns layout
de: Zweispaltiges Layout

# gridelements.tsconf.startCol02.rows.1.columns.1.name
source: Left Column
de: Linke Spalte

# gridelements.tsconf.startCol02.rows.1.columns.2.name
source: Right Column
de: Rechte Spalte

# gridelements.tsconf.startCol02.title
source: Two Columns
de: Zwei Spalten

# gridelements.tsconf.startCol03.description
source: Three columns layout
de: Dreispaltiges Layout

# gridelements.tsconf.startCol03.rows.1.columns.1.name
source: First Column
de: Erste Spalte

# gridelements.tsconf.startCol03.rows.1.columns.2.name
source: Second Column
de: Zweite Spalte

# gridelements.tsconf.startCol03.rows.1.columns.3.name
source: Third Column
de: Dritte Spalte

# gridelements.tsconf.startCol03.title
source: Three Columns
de: Drei Spalten

# gridelements.tsconf.startCol04.description
source: Four columns layout
de: Vierspaltiges Layout

# gridelements.tsconf.startCol04.rows.1.columns.1.name
source: First Column
de: Erste Spalte

# gridelements.tsconf.startCol04.rows.1.columns.2.name
source: Second Column
de: Zweite Spalte

# gridelements.tsconf.startCol04.rows.1.columns.3.name
source: Third Column
de: Dritte Spalte

# gridelements.tsconf.startCol04.rows.1.columns.4.name
source: Forth Column
de: Vierte Spalte

# gridelements.tsconf.startCol04.title
source: Four Columns
de: Vier Spalten

# gridelements.tsconf.startCol05.description
source: Five columns layout
de: Fünfspaltiges Layout

# gridelements.tsconf.startCol05.rows.1.columns.1.name
source: First Column
de: Erste Spalte

# gridelements.tsconf.startCol05.rows.1.columns.2.name
source: Second Column
de: Zweite Spalte

# gridelements.tsconf.startCol05.rows.1.columns.3.name
source: Third Column
de: Dritte Spalte

# gridelements.tsconf.startCol05.rows.1.columns.4.name
source: Forth Column
de: Vierte Spalte

# gridelements.tsconf.startCol05.rows.1.columns.5.name
source: Fivth Column
de: Fünfte Spalte

# gridelements.tsconf.startCol05.title
source: Five Columns
de: Fünf Spalten

# gridelements.tsconf.startCol06.description
source: Six columns layout
de: Sechsspaltiges Layout

# gridelements.tsconf.startCol06.rows.1.columns.1.name
source: First Column
de: Erste Spalte

# gridelements.tsconf.startCol06.rows.1.columns.2.name
source: Second Column
de: Zweite Spalte

# gridelements.tsconf.startCol06.rows.1.columns.3.name
source: Third Column
de: Dritte Spalte

# gridelements.tsconf.startCol06.rows.1.columns.4.name
source: Forth Column
de: Vierte Spalte

# gridelements.tsconf.startCol06.rows.1.columns.5.name
source: Fivth Column
de: Fünfte Spalte

# gridelements.tsconf.startCol06.rows.1.columns.6.name
source: Sixth Column
de: Sechste Spalte

# gridelements.tsconf.startCol06.title
source: Six Columns
de: Sechs Spalten

# gridelements.tsconf.startTab.description
source: Horizontal Tabs: Each content element represents a tab. The title fields are used as tab titles. If title should not dispklay twice, title must be hidden.
de: Horizontale Reiter: Jedes Inhaltselement entspricht einem Reiter. Die Überschrift bezeichnet den Reiter. Wenn die Überschrift kein zweites Mal anegezeigt werden soll, muss diese ausgeblendet werden.

# gridelements.tsconf.startTab.rows.1.columns.1.name
source: Content
de: Inhalt

# gridelements.tsconf.startTab.title
source: Tabs
de: Reiter
