Repository: netzmacher/start
Catalog: Resources/Private/Language/locallang_md1.xlf
Languages: de

# btnCancel
source: Cancel
de: Abbrechen

# btnEdit
source: Edit
de: Bearbeiten

# btnSend
source: Send
de: Speichern

# contactFooterPrompt
source: <h2> Address line </h2> <ul> <li> <strong>Place:</strong> The address line will appear in the footer at the bottom of your website. </li> <li> <strong>Recommended format:</strong> <i>Name / Company</i> | <i>Street</i> | <i>Location</i> | <i>phone</i> </li> <li> <strong>Example:</strong> Die Netzmacher | Rothof 6 | D-94152 Neuhaus am Inn | phone +49 8507 9237053 </li> </ul> <h2> E-mail </h2> <ul> <li> <strong>Place:</strong> The e-mail will appear at the end of the address line. The e-mail is veiled for spam robots. </li> <li> <strong>Recommended:</strong> Official green e-mail </li> <li> <strong>Example:</strong> info@die-netzmacher.de </li> </ul>
de: <h2> Adresszeile </h2> <ul> <li> <strong>Ort:</strong> Die Adresszeile erscheint in der Fußzeile unten auf Deiner Website. </li> <li> <strong>Empfohlenes Format:</strong> <i>Name/Firma</i> | <i>Straße</i> | <i>Ort</i> | <i>Telefon</i> </li> <li> <strong>Beispiel:</strong> Die Netzmacher | Rothof 6 | D-94152 Neuhaus am Inn | Tel +49 8507 9237053 </li> </ul> <h2> E-Mail </h2> <ul> <li> <strong>Ort:</strong> Die E-Mail erscheint am Ende der Adresszeile. Die E-Mail wird für Spam-Roboter verschleiert. </li> <li> <strong>Empfohlen:</strong> Offizielle Grüne E-Mail-Adresse </li> <li> <strong>Beispiel:</strong> info@die-netzmacher.de </li> </ul>

# defaultFooterHelpSupport
source: <h2> Help and Support </h2> <p> <a class="btn btn-info" href="https://docs.typo3.org/typo3cms/extensions/start/" target="_blank" title="Online manual Start TYPO3 Responsive at typo3.org">Online manual Start TYPO3 Responsive</a> <a class="btn btn-default" href="https://docs.typo3.org/typo3cms/GettingStartedTutorial/" target="_blank" title="TYPO3 Getting Started Tutorial">TYPO3 Getting Started</a> <a class="btn btn-default" href="https://docs.typo3.org/typo3cms/EditorsTutorial/" target="_blank" title="TYPO3 Tutorial for Editors">TYPO3 For Editors</a> <a class="btn btn-warning" href="https://typo3-gruene.de/support" target="_blank" title="Fee-based support of die Netzmacher, the developers of TYPO3 GRÜNE">Fee-based support</a> </p>
de: <h2> Hilfe und Support </h2> <p> <a class="btn btn-info" href="https://docs.typo3.org/typo3cms/extensions/start/" target="_blank" title="Online-Handbuch Start TYPO3 Responsiveauf typo3.org">Online-Handbuch Start TYPO3 Responsive</a> <a class="btn btn-default" href="https://docs.typo3.org/typo3cms/GettingStartedTutorial/" target="_blank" title="TYPO3 Getting Started Tutorial">TYPO3 Getting Started</a> <a class="btn btn-default" href="https://docs.typo3.org/typo3cms/EditorsTutorial/" target="_blank" title="TYPO3 Tutorial for Editors">TYPO3 For Editors</a> <a class="btn btn-warning" href="https://typo3-gruene.de/support" target="_blank" title="Kostenpflichtiger Support der Netzmacher, den Entwicklern von TYPO3 GRÜNE">Kostenpflichtiger Support</a> </p>

# fmBanner
source: You manage the banners in the [TYPO3 GRÜNE!] tab in the properties of your page
de: Die Banner verwaltest Du im Reiter [TYPO3 GRÜNE!] bei den Eigenschaften Deiner Seite

# fmClearFeCache
source: Please empty the frontend cache. See the lightning icon in the top right corner of the bar.
de: Bitte leere den Frontend-Cache. Siehe Blitz-Icon oben rechts in der Leiste.

# fmLayout
source: You manage the layout of your page in the [appearance] tab in the properties of your page
de: Das Layout Deiner Seite verwaltest Du im Reiter [Erscheinungsbild] bei den Eigenschaften Deiner Seite

# fmUpdate
source: Your changes have been saved.
de: Deine Änderungen wurden gespeichert.

# headerContact
source: Contact details
de: Kontaktdaten

# headerUnit
source: Staff / Company
de: Person / Firma

# listFooterPromptWiPage
source: <h2> Explanations </h2> <ul> <li> All settings on this page are inherited on subpages until something else is set on the respective subpage. </li> <li> Recommended: <strong>select the start page of your website</strong>. </li> <li> This module enables central settings for your entire website. </li> <li> You change the contents of your website directly on the respective page or in the corresponding folder – not with this module. </li> </ul>
de: <h2> Erläuterungen </h2> <ul> <li> Alle Einstellungen auf dieser Seite werden solange auf Unterseiten vererbt, bis auf der jeweiligen Unterseite etwas anderes eingestellt wird. </li> <li> Empfehlenswert: Wähle die <strong>Startseite Deiner Website</strong> aus. </li> <li> Dieses Modul ermöglicht zentrale Einstellungen für Deine gesamte Website </li> <li> Die Inhalte Deiner Website änderst Du direkt auf der jeweiligen Seite oder im entsprechenden Ordner – nicht mit diesem Modul </li> </ul>

# listFooterPromptWoPage
source: <h2> Explanations </h2> <ul> <li> This module enables central settings for your entire website </li> <li> You change the contents of your website directly on the respective page or in the corresponding folder – not with this module </li> </ul>
de: <h2> Erläuterungen </h2> <ul> <li> Dieses Modul ermöglicht zentrale Einstellungen für Deine gesamte Website </li> <li> Die Inhalte Deiner Website änderst Du direkt auf der jeweiligen Seite oder im entsprechenden Ordner – nicht mit diesem Modul </li> </ul>

# listHeaderLabelWiPage
source: Page
de: Seite

# listHeaderLabelWoPage
source: No page selected
de: Keine Seite ausgewählt

# listHeaderPromptWoPage
source: <p>Please select a page in the page tree. Recommended: <strong>the homepage of your website</strong>.</p>
de: <p>Wähle im Seitenbaum bitte eine Seite aus. Empfehlenswert: die <strong>Startseite Deiner Website</strong>.</p>

# listTableTdDescriptionBanner
source: Tiles with your campaigns or the campaigns of your state or federal association
de: Kacheln mit Euren Kampagnen, des Landes- oder Bundesverbands

# listTableTdDescriptionContact
source: Address line and e-mail
de: Adresszeile und E-Mail-Adresse

# listTableTdDescriptionLayout
source: For example, a page with one, two, or three columns
de: Zum Beispiel eine Seite mit ein, zwei, oder drei Spalten

# listTableTdDescriptionSocialmedia
source: Links for a dozen social media channels. From Facebook to Instagram to Youtube
de: Links für ein Dutzend Social-Media-Kanäle. Von Facebook über Instagram bis Youtube

# listTableTdDescriptionUnit
source: Your name or your unit
de: Dein Name oder der Deiner Firma

# listTableTdPlaceBanner
source: In the left or right column on each page
de: In der linken oder rechten Spalte auf jeder Seite

# listTableTdPlaceContact
source: In the footer on each page
de: In der Fußzeile jeder Seite

# listTableTdPlaceLayout
source: On this page and optionally on each subpage
de: Auf dieser Seite und optional auf jeder Unterseite

# listTableTdPlaceSocialmedia
source: In the head in the upper right corner of each page
de: Im Kopfbereich oben rechts auf jeder Seite

# listTableTdPlaceUnit
source: In the header and in the menu on each page
de: Im Kopfbereich und im Menü auf jeder Seite

# listTableTdPrecedenceObligate
source: Obligate
de: Erforderlich

# listTableTdPrecedenceRecommended
source: Recommended
de: Empfohlen

# listTableTdSubjectContact
source: Contact details
de: Kontaktdaten

# listTableTdSubjectUnit
source: Staff / Company
de: Person / Firma

# listTableThDescription
source: Description
de: Beschreibung

# listTableThPlace
source: Place
de: Ort

# listTableThPrecedence
source: Precedence
de: Priorität

# listTableThSubject
source: Subject
de: Thema

# socialmediaFooterPrompt
source: <h2> Explanation </h2> <ul> <li> <strong>Icons:</strong> Specified links will replaced by icons. </li> <li> <strong>Place:</strong> The icons appear at the top right of each page. </li> <li> <strong>Recommende format:</strong> https </li> <li> <strong>Example:</strong> https://www.facebook.com/netzmacher/ </li> </ul>
de: <h2> Erläuterung </h2> <ul> <li> <strong>Icons:</strong> Angegebene Links werden durch Icons ersetzt. </li> <li> <strong>Ort:</strong> Die Icons erscheinen oben rechts auf jeder Seite. </li> <li> <strong>Empfohlenes Format:</strong> https </li> <li> <strong>Beispiel:</strong> https://www.facebook.com/netzmacher/ </li> </ul>

# unitFooterPrompt
source: <h2> Main menu </h2> <h3> Label on the top level </h3> <ul> <li> <strong>Place:</strong> First entry (left) in the menu bar at the top of every page </li> <li> <strong>Recommended format:</strong> <i>Short form of name / company</i> </li> <li> <strong>Example:</strong> Netzmacher </li> </ul> <h3> Label with mouse-over </h3> <ul> <li> <strong>Place:</strong> First entry (left) in the menu bar during mouse over </li> <li> <strong>Recommended format:</strong> <i>Full label for name / company</i> </li> <li> <strong>Example:</strong> Die Netzmacher </li> </ul>
de: <h2> Hauptmenü </h2> <h3> Bezeichnung auf oberster Ebene </h3> <ul> <li> <strong>Ort:</strong> Erster Eintrag (links) in der Menüleiste oben auf jeder Seite </li> <li> <strong>Empfohlenes Format:</strong> <i>Kurzform Name/Firma</i> </li> <li> <strong>Beispiel:</strong> Netzmacher </li> </ul> <h3> Bezeichnung bei Mouse-Over </h3> <ul> <li> <strong>Ort:</strong> Erster Eintrag (links) in der Menüleiste bei Berührung mit der Maus </li> <li> <strong>Empfohlenes Format:</strong> <i>Vollständige Bezeichnung Name / Firma</i> </li> <li> <strong>Beispiel:</strong> Die Netzmacher </li> </ul>
