Repository: netzmacher/start
Catalog: Configuration/TCA/Overrides/Default/*.*_content.xlf
Languages: de

# tx_start_additionalclassdefined.startTextAlignJustify
source: Text-align: justifiy (startTextAlignJustify)
de: Text-Ausrichtung: Block (startTextAlignJustify)

# tx_start_additionalclassdefined.startTextAlignLeft
source: Text-align: left (startTextAlignLeft)
de: Text-Ausrichtung: linksbündig (startTextAlignLeft)

# tx_start_additionalclassdefined.startTextAlignRight
source: Text-align: right (startTextAlignRight)
de: Text-Ausrichtung: rechtsbündig (startTextAlignRight)

# tx_start_additionalclassdefined.startWidth0250
source: Width: 25.0rem (startWidth0250)
de: Breite: 25.0rem (startWidth0250)

# tx_start_additionalclassdefined.startWidth0375
source: Width: 37.5rem (startWidth0375)
de: Breite: 37.5rem (startWidth0375)

# tx_start_additionalclassdefined.startWidth0500
source: Width: 50.0rem (startWidth0500)
de: Breite: 50.0rem (startWidth0500)

# tx_start_additionalclassdefined.startWidth0625
source: Width: 62.5rem (startWidth0625)
de: Breite: 62.5rem (startWidth0625)

# tx_start_additionalclassdefined.startWidth0750
source: Width: 75.0rem (startWidth0750)
de: Breite: 75.0rem (startWidth0750)

# tx_start_additionalclassdefined.startWidth0875
source: Width: 87.5rem (startWidth0875)
de: Breite: 87.5rem (startWidth0875)

# tx_start_additionalclassdefined.startWidth1000
source: Width: 100.0rem (startWidth1000)
de: Breite: 100.0rem (startWidth1000)

# tx_start_additionalclassdefined.startWidth1125
source: Width: 112.5rem (startWidth1125)
de: Breite: 112.5rem (startWidth1125)

# tx_start_additionalclassdefined.startWiMarginDefault
source: Margin: default (startWiMarginDefault)
de: Ränder: Standard (startWiMarginDefault)

# tx_start_additionalclassdefined.startWoMarginBottom
source: Margin: without bottom (startWoMarginBottom)
de: Ränder: ohne unten (startWoMarginBottom)

# tx_start_additionalclassdefined.startWoMarginLeft
source: Margin: without left (startWoMarginLeft)
de: Ränder: ohne links (startWoMarginLeft)

# tx_start_additionalclassdefined.startWoMarginLeftRight
source: Margin: without left and right (startWoMarginLeftRight)
de: Ränder: ohne links und rechts (startWoMarginLeftRight)

# tx_start_additionalclassdefined.startWoMarginRight
source: Margin: without right (startWoMarginRight)
de: Ränder: ohne rechts (startWoMarginRight)

# tx_start_additionalclassdefined.startTopMinus1Em
source: Margin: Top -1em (startWoMarginTopMinus1Em)
de: Ränder: Oben -1em (startWoMarginTopMinus1Em)
