Repository: netzmacher/start
Catalog: Configuration/TCA/Overrides/Default/*.*_content.xlf
Languages: de

# CType.menu
source: Start: Menus
de: Start: Menüs

# CType.menu.description
source: Several menus generated by Start TYPO3 Responsive
de: Verschiedene Menüs von Start TYPO3 Responsive

# CType.txStartBreadcrumbs
source: Start: breacrumbs navigation
de: Start: Brotkrumen-Navigation

# CType.txStartBreadcrumbs.description
source: Row with breadcrumbs navigation (optimised for the framework Start TYPO3 Responsive!)
de: Zeile mit Brotkrumen-Navigation (optimiert für das Framework Start TYPO3 Responsive!)

# CType.txStartSubNav.description
source: Row with sub pages of the selected page (optimised for the framework Start TYPO3 Responsive!)
de: Zeile mit Unterseiten der gewählten Seite (optimiert für das Framework Start TYPO3 Responsive!)

# CType.txStartTopNav
source: Start: main navigation
de: Start: Haupt-Menü

# CType.txStartTopNav.description
source: Top navigation (optimised for the framework Start TYPO3 Responsive!)
de: Haupt-Menü (optimiert für das Framework Start TYPO3 Responsive!)

# div.style
source: Style
de: Stil

# menu_type
source: Menu
de: Menü

# menu_type.startFoundationBreadcrumbs
source: Breadcrumbs (foundation)
de: Brotkrumen (foundation)

# menu_type.startFoundationIconbar
source: Icon Bar (foundation)
de: Symbolleiste (foundation)

# menu_type.startFoundationIconbarFromDirs
source: Icon Bar from directories (foundation)
de: Symbolleiste aus Verzeichnissen (foundation)

# menu_type.startFoundationIconbarStart
source: Icon Bar Start (foundation)
de: Start Symbolleiste (foundation)

# menu_type.startFoundationSideNav
source: Side Nav (foundation)
de: Untermenü (foundation)

# menu_type.startFoundationSideNavFromDirs
source: Side Nav from directories (foundation)
de: Untermenü aus Verzeichnissen (foundation)

# menu_type.startFoundationTopBar
source: Top Bar (foundation)
de: Hauptnavigation (foundation)

# menu_type.startGmenu
source: Graphical Menu (foundation)
de: Graphisches Menü (foundation)

# menu_type.startGmenuFromDirs
source: Graphical Menu from directories (foundation)
de: Graphisches Menü aus Verzeichnissen (foundation)

# menu_type.startLanguageWithIcons
source: Language with icons
de: Sprache mit Grafiken

# menu_type.startLanguageWithText
source: Language (text only)
de: Sprache (nur Text)

# menu_type.startThumbnails
source: Thumbnails (foundation)
de: Miniaturbilder (foundation)

# menu_type.startThumbnailsFromDirs
source: Thumbnails from directories (foundation)
de: Miniaturbilder aus Verzeichnissen (foundation)

# palette.color
source: Colors
de: Farben

# palette.deprecated
source: DEPRECATED: use properties below!
de: VERALTET: benutze die Einstellungen unten!

# palette.integrator
source: For Integrators
de: Für Integratoren

# palette.properties
source: Style properties
de: Stil-Eigenschaften

# tx_start_additionalclass
source: Add an individual CSS class
de: Individuelle CSS-Klasse hinzufügen

# tx_start_additionalclassdefined
source: CSS class (defined) [DEPRECATED use properties below!]
de: CSS-Klasse (definiert) [VERALTET: verwende die Eigenschaften unten!]

# tx_start_csscolor
source: Font
de: Schrift

# tx_start_csscolorbe
source: Background
de: Hintergrund

# tx_start_csscolorhrefhover
source: Link mouse over
de: Link bei Maus-Kontakt

# tx_start_additionalclassdefined.startDivForm
source: --- Start: Forms ---------------------------------------
de: --- Start: Formulare -----------------------------------

# tx_start_additionalclassdefined.startDivHyphens
source: --- Start: Hyphenation ---------------------------------
de: --- Start: Silbentrennung ------------------------------

# tx_start_additionalclassdefined.startDivImages
source: --- Start: Images --------------------------------------
de: --- Start: Bilder --------------------------------------

# tx_start_additionalclassdefined.startDivMisc
source: --- Start: Miscellaneous -------------------------------
de: --- Start: Verschiedenes -------------------------------

# tx_start_additionalclassdefined.startDivMargin
source: --- Start: Margins -------------------------------------
de: --- Start: Ränder --------------------------------------

# tx_start_additionalclassdefined.startBackgroundFixed
source: Background: fixed [DEPRECATED use porperties below]
de: Hintergrund: fixiert [VERALTET benutze Einstellungen unten]

# tx_start_additionalclassdefined.startBackgroundScroll
source: Background: scroll [DEPRECATED use porperties below]
de: Hintergrund: mitrollend [VERALTET benutze Einstellungen unten]

# tx_start_additionalclassdefined.startBackgroundWhite
source: Background: white [DEPRECATED use background color above]
de: Hintergrund: weiß [VERALTET benutze Einstellungen unten]

# tx_start_additionalclassdefined.startEffectShake01
source: Effects: shake [DEPRECATED use porperties below]
de: Effekte: Schütteln [VERALTET benutze Einstellungen unten]

# tx_start_additionalclassdefined.startEffectZoom01
source: Effects: zoom [DEPRECATED use porperties below]
de: Effekte: Vergrößern [VERALTET benutze Einstellungen unten]

# tx_start_additionalclassdefined.startFigCaptionHideForSmallOnly
source: Images: Caption hide for mobile [DEPRECATED use property below]
de: Bilder: Unterschrift für Smartphone verstecken [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiBorderBottom
source: Form: border line below [DEPRECATED use property below]
de: Formular: Randlinie unten [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiBorderLeft
source: Form: border line left [DEPRECATED use property below]
de: Formular: Randlinie links [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiBorderRight
source: Form: border line right [DEPRECATED use property below]
de: Formular: Randlinie rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiBorderTop
source: Form: border line top [DEPRECATED use property below]
de: Formular: Randlinie oben [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingBottom
source: Form: padding below [DEPRECATED use property below]
de: Formular: Abstand unten [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingLeft
source: Form: padding left [DEPRECATED use property below]
de: Formular: Abstand links [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingRight
source: Form: padding right [DEPRECATED use property below]
de: Formular: Abstand rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingTop
source: Form: padding top [DEPRECATED use property below]
de: Formular: Abstand oben [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormFieldsetWoAll
source: Form: without border, margin, padding [DEPRECATED use property below]
de: Formular: ohne Randlinie, Außen- und Innenabstand [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFormLegendWo
source: Form: hide legend [DEPRECATED use property below]
de: Formular: Legende ausblenden [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startFontLightOnDark
source: Font: light on dark [DEPRECATED use porperties below]
de: Schrift: hell auf dunkel [VERALTET benutze Einstellungen unten]

# tx_start_additionalclassdefined.startHyphensAuto
source: Hyphenation: auto [DEPRECATED use property below]
de: Silbentrennung: automatisch [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startHyphensNone
source: Hyphenation: none [DEPRECATED use property below]
de: Silbentrennung: keine [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startImgCircle
source: Images: circle [DEPRECATED use property below]
de: Bilder: Kreis [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startImgCircleReset
source: Images: reset circle [DEPRECATED use property below]
de: Bilder: Kreis zurücksetzen [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startImgWiShadow
source: Images: shadow [DEPRECATED use property below]
de: Bilder: Schatten [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startImgWiShadowReset
source: Images: reset shadow [DEPRECATED use property below]
de: Bilder: Schatten zurücksetzen [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startPanel
source: Panel [DEPRECATED use property below]
de: Tafel [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startPanelCallout
source: Panel Callout [DEPRECATED use property below]
de: Tafel Callout [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startPanelCalloutRadius
source: Panel Callout Radius [DEPRECATED use property below]
de: Tafel Callout abgerundet [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startPanelRadius
source: Panel Radius [DEPRECATED use property below]
de: Tafel abgerundet [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startShadow
source: Shadow [DEPRECATED use property below]
de: Schatten [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startTextAlignCenter
source: Text-align: center [DEPRECATED use property below]
de: Text-Ausrichtung: zentriert [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startTextAlignJustify
source: Text-align: justifiy [DEPRECATED use property below]
de: Text-Ausrichtung: Block [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startTextAlignLeft
source: Text-align: left [DEPRECATED use property below]
de: Text-Ausrichtung: linksbündig [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startTextAlignRight
source: Text-align: right [DEPRECATED use property below]
de: Text-Ausrichtung: rechtsbündig [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startContainer
source: Container [DEPRECATED use property below]
de: Container [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0125
source: Width: 12.5rem [DEPRECATED use property below]
de: Breite: 12.5rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0250
source: Width: 25.0rem [DEPRECATED use property below]
de: Breite: 25.0rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0375
source: Width: 37.5rem [DEPRECATED use property below]
de: Breite: 37.5rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0500
source: Width: 50.0rem [DEPRECATED use property below]
de: Breite: 50.0rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0625
source: Width: 62.5rem [DEPRECATED use property below]
de: Breite: 62.5rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0750
source: Width: 75.0rem [DEPRECATED use property below]
de: Breite: 75.0rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth0875
source: Width: 87.5rem [DEPRECATED use property below]
de: Breite: 87.5rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth1000
source: Width: 100.0rem [DEPRECATED use property below]
de: Breite: 100.0rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWidth1125
source: Width: 112.5rem [DEPRECATED use property below]
de: Breite: 112.5rem [VERALTET benutze Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginAuto
source: Margin: auto/centered [DEPRECATED use property below]
de: Ränder: automatisch/zentriert [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginDefault
source: Margin: default [DEPRECATED use property below]
de: Ränder: Standard [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginLeft17percent
source: Margin: 2 | 10 – left | content [DEPRECATED use property below]
de: Ränder: 2 | 10 – links | Inhalt [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginLeftRight08percent
source: Margin: 1 | 10 | 1 – left | content | right [DEPRECATED use property below]
de: Ränder: 1 | 10 | 1 – links | Inhalt | rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginLeftRight17percent
source: Margin: 2 | 8 | 2 – left | content | right [DEPRECATED use property below]
de: Ränder: 2 | 8 | 2 – links | Inhalt | rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginLeftRight25percent
source: Margin: 3 | 6 | 3 – left | content | right [DEPRECATED use property below]
de: Ränder: 3 | 6 | 3 – links | Inhalt | rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginLeft25percent
source: Margin: 3 | 9 – left | content [DEPRECATED use property below]
de: Ränder: 3 | 9 – links | Inhalt [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginLeftRight33percent
source: Margin: 4 | 4 | 4 – left | content | right [DEPRECATED use property below]
de: Ränder: 4 | 4 | 4 – links | Inhalt | rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginRight25percent
source: Margin: 9 | 3 – content | right [DEPRECATED use property below]
de: Ränder: 9 | 3 – Inhalt | rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWiMarginRight17percent
source: Margin: 10 | 2 – content | right [DEPRECATED use property below]
de: Ränder: 10 | 2 – Inhalt | rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWoMarginBottom
source: Margin: without bottom [DEPRECATED use property below]
de: Ränder: ohne unten [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWoMarginLeft
source: Margin: without left [DEPRECATED use property below]
de: Ränder: ohne links [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWoMarginLeftRight
source: Margin: without left and right [DEPRECATED use property below]
de: Ränder: ohne links und rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startWoMarginRight
source: Margin: without right [DEPRECATED use property below]
de: Ränder: ohne rechts [VERALTET verwende Eigenschaft unten]

# tx_start_additionalclassdefined.startTopMinus1Em
source: Margin: Top -1em [DEPRECATED use property below]
de: Ränder: Oben -1em [VERALTET verwende Eigenschaft unten]

# tx_start_classbackground
source: Background
de: Hintergrund

# tx_start_classbackground.startBackgroundFixed
source: Fixed
de: Fixiert

# tx_start_classbackground.startBackgroundScroll
source: Scrolling (default)
de: Rollend (Standard)

# tx_start_classcontainer
source: Container and Width
de: Container und Breite

# tx_start_classcontainer.startWidth0125
source: Width: 12.5rem
de: Breite: 12.5rem

# tx_start_classcontainer.startWidth0250
source: Width: 25.0rem
de: Breite: 25.0rem

# tx_start_classcontainer.startWidth0375
source: Width: 37.5rem
de: Breite: 37.5rem

# tx_start_classcontainer.startWidth0500
source: Width: 50.0rem
de: Breite: 50.0rem

# tx_start_classcontainer.startWidth0625
source: Width: 62.5rem
de: Breite: 62.5rem

# tx_start_classcontainer.startWidth0750
source: Width: 75.0rem
de: Breite: 75.0rem

# tx_start_classcontainer.startWidth0875
source: Width: 87.5rem
de: Breite: 87.5rem

# tx_start_classcontainer.startWidth1000
source: Width: 100.0rem
de: Breite: 100.0rem

# tx_start_classcontainer.startWidth1125
source: Width: 112.5rem
de: Breite: 112.5rem

# tx_start_classeffect
source: Effect
de: Effekt

# tx_start_classeffect.startEffectShake01
source: Shake
de: Schütteln

# tx_start_classeffect.startEffectZoom01
source: Zoom in in case of a mouse over
de: Vergrößern bei Maus-Kontakt

# tx_start_classform
source: Form
de: Formulare

# tx_start_classform.startFormFieldsetWiBorderBottom
source: Border line below
de: Randlinie unten

# tx_start_classform.startFormFieldsetWiBorderLeft
source: Border line left
de: Randlinie links

# tx_start_classform.startFormFieldsetWiBorderRight
source: Border line right
de: Randlinie rechts

# tx_start_classform.startFormFieldsetWiBorderTop
source: Border line top
de: Randlinie oben

# tx_start_classform.startFormFieldsetWiPaddingBottom
source: Padding below
de: Abstand unten

# tx_start_classform.startFormFieldsetWiPaddingLeft
source: Padding left
de: Abstand links

# tx_start_classform.startFormFieldsetWiPaddingRight
source: Padding right
de: Abstand rechts

# tx_start_classform.startFormFieldsetWiPaddingTop
source: Padding top
de: Abstand oben

# tx_start_classform.startFormFieldsetWoAll
source: Remove borders, margins and paddings
de: Entferne Randlinien, Außen- und Innenabstände

# tx_start_classform.startFormLegendWo
source: Hide legend
de: Legende ausblenden

# tx_start_classimage
source: Images
de: Bilder

# tx_start_classimage.startFigCaptionHideForSmallOnly
source: Caption hide for mobile
de: Bildunterschrift für Smartphone verstecken

# tx_start_classimage.startImgCircle
source: Circle
de: Kreis

# tx_start_classimage.startImgCircleReset
source: Circle: reset
de: Kreis: zurücksetzen

# tx_start_classimage.startImgWiShadow
source: Shadow
de: Schatten

# tx_start_classimage.startImgWiShadowReset
source: Shadow: reset
de: Schatten: zurücksetzen

# tx_start_classmargin
source: Margin
de: Ränder

# tx_start_classmargin.startWiMarginAuto
source: auto/centered
de: automatisch/zentriert

# tx_start_classmargin.startWiMarginDefault
source: default
de: Standard

# tx_start_classmargin.startWoMarginBottom
source: without bottom
de: ohne unten

# tx_start_classmargin.startWoMarginLeft
source: without left
de: ohne links

# tx_start_classmargin.startWoMarginLeftRight
source: without left and right
de: ohne links und rechts

# tx_start_classmargin.startWoMarginRight
source: without right
de: ohne rechts

# tx_start_classmargin.startTopMinus1Em
source: Top -1em
de: Oben -1em

# tx_start_classmargingrid
source: Margin (Grid)
de: Ränder (Gerüst)

# tx_start_classmargingrid.startWiMarginLeft17percent
source: 2 | 10 – left | content
de: 2 | 10 – links | Inhalt

# tx_start_classmargingrid.startWiMarginLeftRight08percent
source: 1 | 10 | 1 – left | content | right
de: 1 | 10 | 1 – links | Inhalt | rechts

# tx_start_classmargingrid.startWiMarginLeftRight17percent
source: 2 | 8 | 2 – left | content | right
de: 2 | 8 | 2 – links | Inhalt | rechts

# tx_start_classmargingrid.startWiMarginLeftRight25percent
source: 3 | 6 | 3 – left | content | right
de: 3 | 6 | 3 – links | Inhalt | rechts

# tx_start_classmargingrid.startWiMarginLeft25percent
source: 3 | 9 – left | content
de: 3 | 9 – links | Inhalt

# tx_start_classmargingrid.startWiMarginLeftRight33percent
source: 4 | 4 | 4 – left | content | right
de: 4 | 4 | 4 – links | Inhalt | rechts

# tx_start_classmargingrid.startWiMarginRight25percent
source: 9 | 3 – content | right
de: 9 | 3 – Inhalt | rechts

# tx_start_classmargingrid.startWiMarginRight17percent
source: 10 | 2 – content | right
de: 10 | 2 – Inhalt | rechts

# tx_start_classpanel
source: Panel
de: Tafel (Panel)

# tx_start_classpanel.startPanel
source: Panel
de: Tafel

# tx_start_classpanel.startPanelCallout
source: Panel Callout
de: Tafel Ausruf

# tx_start_classpanel.startPanelCalloutRadius
source: Panel Callout Radius
de: Tafel Ausruf – Ecken abgerundet

# tx_start_classpanel.startPanelRadius
source: Panel Radius
de: Tafel – Ecken abgerundet

# tx_start_classshadow
source: Shadow
de: Schatten

# tx_start_classshadow.startShadow
source: Shadow
de: Schatten

# tx_start_classtext.startHyphensAuto
source: Hyphenation: auto
de: Silbentrennung: automatisch

# tx_start_classtext.startHyphensNone
source: Hyphenation: none
de: Silbentrennung: keine

# tx_start_classtext.startTextAlignCenter
source: Align: center
de: Ausrichtung: zentriert

# tx_start_classtext.startTextAlignJustify
source: Align: justifiy
de: Ausrichtung: Block

# tx_start_classtext.startTextAlignLeft
source: Align: left
de: Ausrichtung: linksbündig

# tx_start_classtext.startTextAlignRight
source: Align: right
de: Ausrichtung: rechtsbündig

# tx_start_palettecss
source: Additional CSS
de: Zusätzliches CSS

# tx_start_additionalclass
source: CSS class
de: CSS-Klasse

# tx_start_additionalclassdefined
source: CSS class (defined)
de: CSS-Klasse (definiert)

# tx_start_additionalclassdefined.startBackgroundWhite
source: Background: white (startBackgroundWhite)
de: Hintergrund: weiß (startBackgroundWhite)

# tx_start_additionalclassdefined.startFigCaptionHideForSmallOnly
source: Images: Caption hide for mobile (startFigCaptionHideForSmallOnly)
de: Bilder: Unterschrift für Smartphone verstecken (startFigCaptionHideForSmallOnly)

# tx_start_additionalclassdefined.startFormFieldsetWiBorderBottom
source: Form: border line below (startFormFieldsetWiBorderBottom)
de: Formular: Randlinie unten (startFormFieldsetWiBorderBottom)

# tx_start_additionalclassdefined.startFormFieldsetWiBorderLeft
source: Form: border line left (startFormFieldsetWiBorderLeft)
de: Formular: Randlinie links (startFormFieldsetWiBorderLeft)

# tx_start_additionalclassdefined.startFormFieldsetWiBorderRight
source: Form: border line right (startFormFieldsetWiBorderRight)
de: Formular: Randlinie rechts (startFormFieldsetWiBorderRight)

# tx_start_additionalclassdefined.startFormFieldsetWiBorderTop
source: Form: border line top (startFormFieldsetWiBorderTop)
de: Formular: Randlinie oben (startFormFieldsetWiBorderTop)

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingBottom
source: Form: padding below (startFormFieldsetWiPaddingBottom)
de: Formular: Abstand unten (startFormFieldsetWiPaddingBottom)

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingLeft
source: Form: padding left (startFormFieldsetWiPaddingLeft)
de: Formular: Abstand links (startFormFieldsetWiPaddingLeft)

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingRight
source: Form: padding right (startFormFieldsetWiPaddingRight)
de: Formular: Abstand rechts (startFormFieldsetWiPaddingRight)

# tx_start_additionalclassdefined.startFormFieldsetWiPaddingTop
source: Form: padding top (startFormFieldsetWiPaddingTop)
de: Formular: Abstand oben (startFormFieldsetWiPaddingTop)

# tx_start_additionalclassdefined.startFormFieldsetWoAll
source: Form: without border, margin, padding (startFormFieldsetWoAll)
de: Formular: ohne Randlinie, Außen- und Innenabstand (startFormFieldsetWoAll)

# tx_start_additionalclassdefined.startFormLegendWo
source: Form: hide legend (startFormLegendWo)
de: Formular: Legende ausblenden (startFormLegendWo)

# tx_start_additionalclassdefined.startFontLightOnDark
source: Font: light on dark (startFontLightOnDark)
de: Schrift: hell auf dunkel (startFontLightOnDark)

# tx_start_additionalclassdefined.startHyphensAuto
source: Hyphenation: auto
de: Silbentrennung: automatisch

# tx_start_additionalclassdefined.startHyphensNone
source: Hyphenation: none
de: Silbentrennung: keine

# tx_start_additionalclassdefined.startImgCircle
source: Images: circle (startImgCircle)
de: Bilder: Kreis (startImgCircle)

# tx_start_additionalclassdefined.startImgCircleReset
source: Images: reset circle (startImgCircleReset)
de: Bilder: Kreis zurücksetzen (startImgCircleReset)

# tx_start_additionalclassdefined.startImgWiShadow
source: Images: shadow (startImgWiShadow)
de: Bilder: Schatten (startImgWiShadow)

# tx_start_additionalclassdefined.startImgWiShadowReset
source: Images: reset shadow (startImgWiShadowReset)
de: Bilder: Schatten zurücksetzen (startImgWiShadowReset)

# tx_start_additionalclassdefined.startTextAlignCenter
source: Text-align: center (startTextAlignCenter)
de: Text-Ausrichtung: zentriert (startTextAlignCenter)
